{
  "home": {
    "search": {
      "we": "نحن",
      "slogans": [
        "ملتزمون بنظام طاقة موثوق",
        "نعيد تعريف الطاقة بالاستدامة"
      ]
    }
  },
  "about": {
    "title": "معلومات عنا",
    "paragraph": "نحن شركة Energetic Objects، شركة تصميم بناء وتجديد، متخصصة في الإشراف الفني والهندسي، وكذلك تقديم الاستشارات في جميع القضايا المتعلقة بالطاقة. نحن ملتزمون بتوفير حلول مبتكرة ومستدامة تعمل على تحسين كفاءة الطاقة وتعزيز أداء جميع مشاريعنا.",
    "partners": {
      "title": "شركاؤنا"
    }
  },
  "portfolio": {
    "title": "أحدث الأعمال",
    "paragraph": "عملت على أكثر من 10 مشاريع باستخدام تقنيات JavaScript المختلفة، بالتعاون مع فرق رائعة، كما أنجزت مشاريع بشكل فردي باستخدام منهجيات رشيقة. جميع أعمالي تابعة لشركة Squashapps، لذا فإن الأسماء سرية. هنا وصف مختصر لأحدث مشاريعي ودوري فيها.",
    "project": {
      "isConfidential": "هذا المشروع تابع لشركة Squashapps وبالتالي فإن اسمه سري."
    }
  },
  "hire": {
    "title": "نحن مستعدون للتعاون في مشاريعك القادمة!",
    "contact": "اتصل بنا"
  },
  "skills": {
    "title": "الخدمات المقدمة",
    "construction": {
      "title": "البناء",
      "description": "بناء محطات فرعية عالية ومتوسطة الجهد، بناء محطات الطاقة الشمسية وتجديد المحطات الفرعية الحالية: توفير المعدات الأساسية والثانوية والاتصالات ومعدات مكافحة الحريق."
    },
    "design": {
      "title": "التصميم",
      "description": "إنشاء تصميمات مدنية، طاقية، إنشائية، مكافحة الحريق، بناء الطرق، نظام SCADA، تصميمات كهربائية ثانوية، واتصالات."
    },
    "supervision": {
      "title": "الإشراف",
      "description": "نحن نقدم إشرافاً فنياً وصحياً وأمنياً وبيئياً."
    },
    "consultation": {
      "title": "الاستشارات",
      "description": "إعداد وثائق المناقصة، تحليل وتقييم نتائج المناقصة، إعداد العقد النهائي."
    }
  },
  "partners": {
    "arepso": "شركة AREPSO المحدودة",
    "hven": "شركة HVEN المحدودة",
    "ena": "شركة ENA المحدودة",
    "xd": "شركة XD EE المحدودة الصين",
    "chint": "مجموعة CHINT المحدودة",
    "sifang": "شركة SIFANG Automation المحدودة",
    "cneec": "شركة CNEEC المحدودة"
  },
  "contact": {
    "copyright": "© 2016 شركة EC & C المحدودة"
  },
  "projects": {
    "greenValleyResidentialComplex": {
      "title": "مجمع سكني في الوادي الأخضر",
      "description": "قمنا بتصميم والإشراف على بناء مجمع سكني مستدام يتضمن أنظمة طاقة فعالة، بما في ذلك الألواح الشمسية وتقنية المنزل الذكي. يعكس هذا المشروع التزامنا بتصميمات صديقة للبيئة."
    },
    "cityCenterOfficeBuildingRenovation": {
      "title": "تجديد مبنى مكتبي في وسط المدينة",
      "description": "أشرفنا على تجديد مبنى مكتبي قديم، محولاً إياه إلى مساحة عمل حديثة وفعالة في استهلاك الطاقة. شمل المشروع دمج أنظمة HVAC فعالة في استهلاك الطاقة وإضاءة LED، مما أدى إلى تقليل البصمة الكربونية للمبنى بشكل كبير."
    },
    "energeticObjectsPortfolio": {
      "title": "محفظة Energetic Objects",
      "description": "قمنا بتطوير وتصميم النسخة الأولية لموقع محفظة شركتنا لعرض أعمالنا في مشاريع البناء والتجديد. يبرز الموقع خبرتنا في التصميمات المستدامة والفعالة في استهلاك الطاقة."
    },
    "ecoFriendlyIndustrialPark": {
      "title": "منتزه صناعي صديق للبيئة",
      "description": "قمنا بتصميم منتزه صناعي يركز على الاستدامة وكفاءة الطاقة. شمل المشروع استخدام برامج متقدمة لنمذجة الطاقة لتحسين استهلاك الطاقة في المنتزه بأكمله، بما في ذلك دمج مصادر الطاقة المتجددة ومواد البناء الصديقة للبيئة."
    },
    "urbanHighRiseBuildingDesign": {
      "title": "تصميم مبنى شاهق في المدينة",
      "description": "قمنا بتصميم مبنى شاهق في المدينة يركز على الجماليات الحديثة وكفاءة الطاقة. شمل المشروع استخدام مواد وتقنيات تصميم مبتكرة لتقليل التأثير البيئي مع تعزيز الثبات الإنشائي وراحة السكان."
    },
    "smartCityInfrastructureProject": {
      "title": "مشروع البنية التحتية للمدينة الذكية",
      "description": "شاركنا في تصميم والإشراف الفني على مشروع البنية التحتية للمدينة الذكية. ركز المشروع على دمج التقنيات الفعالة في استهلاك الطاقة والتخطيط الحضري المستدام لخلق بيئة حضرية مستقبلية."
    }
  }
}
