{
  "home": {
    "search": {
      "we": "Είμαστε",
      "slogans": [
        "Δεσμευμένοι για ένα Αξιόπιστο Ενεργειακό Σύστημα",
        "Επαναπροσδιορίζοντας την Ενέργεια με Βιωσιμότητα"
      ]
    }
  },
  "about": {
    "title": "Σχετικά με εμάς",
    "paragraph": "Είμαστε η Energetic Objects, μια εταιρεία σχεδιασμού κατασκευών και ανακατασκευών, ειδικευμένη στην συγγραφική και τεχνική επίβλεψη, καθώς και στην παροχή συμβουλών σε όλα τα θέματα που αφορούν την ενέργεια. Δεσμευόμαστε να προσφέρουμε καινοτόμες και βιώσιμες λύσεις που βελτιστοποιούν την ενεργειακή απόδοση και βελτιώνουν την απόδοση κάθε έργου που αναλαμβάνουμε.",
    "partners": {
      "title": "Οι Συνεργάτες μας"
    }
  },
  "portfolio": {
    "title": "Πρόσφατα έργα",
    "paragraph": "Έχω εργαστεί σε περισσότερα από 10 έργα με διάφορες τεχνολογίες JavaScript, συνεργαζόμενος με καταπληκτικές ομάδες και αναλαμβάνοντας ανεξάρτητα έργα που χρησιμοποιούν ευέλικτες μεθοδολογίες. Όλες οι εργασίες μου εντάσσονται στην εταιρεία Squashapps, γι' αυτό και τα ονόματα είναι εμπιστευτικά. Εδώ είναι μια σύντομη περιγραφή των πρόσφατων έργων μου και της συνεισφοράς μου σε αυτά.",
    "project": {
      "isConfidential": "Αυτό το έργο ανήκει στην εταιρεία Squashapps και γι' αυτό το όνομά του είναι εμπιστευτικό."
    }
  },
  "hire": {
    "title": "Είμαστε ανοιχτοί για συνεργασία στα επερχόμενα έργα σας!",
    "contact": "Επικοινωνήστε μαζί μας"
  },
  "skills": {
    "title": "Υπηρεσίες που παρέχουμε",
    "construction": {
      "title": "Κατασκευή",
      "description": "Κατασκευή υποσταθμών υψηλής και μέσης τάσης, ηλιακών σταθμών παραγωγής ενέργειας καθώς και ανακατασκευή υπαρχόντων υποσταθμών: Παροχή πρωτεύοντος και δευτερεύοντος εξοπλισμού, επικοινωνιών, εξοπλισμού πυρόσβεσης."
    },
    "design": {
      "title": "Σχεδιασμός",
      "description": "Δημιουργία σχεδίων πολιτικών, ενεργειακών, κατασκευαστικών, συστημάτων πυρόσβεσης, οδοποιίας, συστημάτων SCADA, δευτερεύοντος ηλεκτρολογικού σχεδιασμού, επικοινωνιών."
    },
    "supervision": {
      "title": "Επίβλεψη",
      "description": "Προσφέρουμε συγγραφική, τεχνική, υγειονομική και περιβαλλοντική επίβλεψη."
    },
    "consultation": {
      "title": "Συμβουλευτική",
      "description": "Προετοιμασία διαγωνιστικών εγγράφων, ανάλυση και αξιολόγηση αποτελεσμάτων διαγωνισμών, προετοιμασία του τελικού συμβολαίου."
    }
  },
  "partners": {
    "arepso": "AREPSO Α.Ε.",
    "hven": "HVEN Α.Ε.",
    "ena": "ENA Α.Ε.",
    "xd": "XD EE Ε.Π.Ε. Κίνα",
    "chint": "CHINT Group Co., Ltd",
    "sifang": "SIFANG Automation Co., Ltd",
    "cneec": "CNEEC Co., Ltd"
  },
  "contact": {
    "copyright": "© 2016 EC & C Α.Ε."
  },
  "projects": {
    "greenValleyResidentialComplex": {
      "title": "Οικιστικό Συγκρότημα Green Valley",
      "description": "Σχεδιάσαμε και επιβλέψαμε την κατασκευή ενός βιώσιμου οικιστικού συγκροτήματος με προηγμένα ενεργειακά αποδοτικά συστήματα, συμπεριλαμβανομένων ηλιακών πάνελ και τεχνολογίας έξυπνου σπιτιού. Αυτό το έργο αναδεικνύει τη δέσμευσή μας στον φιλικό προς το περιβάλλον σχεδιασμό."
    },
    "cityCenterOfficeBuildingRenovation": {
      "title": "Ανακαίνιση Κτηρίου Γραφείων στο Κέντρο της Πόλης",
      "description": "Διαχειριστήκαμε την ανακατασκευή ενός παλαιού κτιρίου γραφείων, μετατρέποντάς το σε ένα σύγχρονο και ενεργειακά αποδοτικό χώρο εργασίας. Το έργο περιλάμβανε την ενσωμάτωση ενεργειακά αποδοτικών συστημάτων HVAC και φωτισμού LED, μειώνοντας σημαντικά το ανθρακικό αποτύπωμα του κτιρίου."
    },
    "energeticObjectsPortfolio": {
      "title": "Πορτοφόλιο της Energetic Objects",
      "description": "Αναπτύξαμε και σχεδιάσαμε την αρχική έκδοση του ιστοτόπου του πορτοφόλιου της εταιρείας μας για να παρουσιάσουμε τη δουλειά μας σε έργα κατασκευής και ανακατασκευής. Ο ιστότοπος αναδεικνύει την εμπειρία μας στον βιώσιμο και ενεργειακά αποδοτικό σχεδιασμό."
    },
    "ecoFriendlyIndustrialPark": {
      "title": "Οικολογικό Βιομηχανικό Πάρκο",
      "description": "Σχεδιάσαμε ένα βιομηχανικό πάρκο με έμφαση στη βιωσιμότητα και την ενεργειακή αποδοτικότητα. Το έργο περιλάμβανε τη χρήση προηγμένου λογισμικού ενεργειακής μοντελοποίησης για την βελτιστοποίηση της ενεργειακής κατανάλωσης ολόκληρου του πάρκου, ενσωματώνοντας ανανεώσιμες πηγές ενέργειας και φιλικά προς το περιβάλλον υλικά κατασκευής."
    },
    "urbanHighRiseBuildingDesign": {
      "title": "Σχεδιασμός Πολυώροφου Κτηρίου στην Πόλη",
      "description": "Σχεδιάσαμε ένα πολυώροφο κτήριο στην πόλη με έμφαση στη σύγχρονη αισθητική και την ενεργειακή αποδοτικότητα. Το έργο περιλάμβανε τη χρήση καινοτόμων υλικών και τεχνικών σχεδιασμού για την ελαχιστοποίηση του περιβαλλοντικού αποτυπώματος ενώ μεγιστοποιεί την δομική ακεραιότητα και την άνεση των ενοίκων."
    },
    "smartCityInfrastructureProject": {
      "title": "Έργο Υποδομής Έξυπνης Πόλης",
      "description": "Συμβάλαμε στον σχεδιασμό και την τεχνική επίβλεψη ενός έργου υποδομής έξυπνης πόλης. Το έργο επικεντρώθηκε στην ενσωμάτωση ενεργειακά αποδοτικών τεχνολογιών και βιώσιμου αστικού σχεδιασμού για τη δημιουργία ενός αστικού περιβάλλοντος έτοιμου για το μέλλον."
    }
  }
}
