{
  "home": {
    "search": {
      "we": "We are",
      "slogans": [
        "Committed to Reliable Energetic System",
        "Redefining Power with Sustainability"
      ]
    }
  },
  "about": {
    "title": "About us",
    "paragraph": "We are Energetic Objects, a construction and reconstruction design company specializing in author's and technical supervision, as well as consultation on all issues concerning energy. We are dedicated to delivering innovative and sustainable solutions that optimize energy efficiency and enhance the performance of every project we undertake.",
    "partners": {
      "title": "Our Partners"
    }
  },
  "portfolio": {
    "title": "Recent works",
    "paragraph": "I have worked in 10+ projects in various Javascript technologies by collaborating with some incredible teams and also by independently handling project that involves agile methodology. All my works comes under Squashapps pvt ltd and hence the name cannot be revealed. So, here are my recent project's one liners and my contribution to the project.",
    "project": {
      "isConfidential": "This project comes under Squashapps pvt ltd and hence its name is confidential."
    }
  },
  "hire": {
    "title": "We are open to collaborating for your upcoming projects!",
    "contact": "Contact Us"
  },
  "skills": {
    "title": "Service we perform",
    "construction": {
      "title": "Construction",
      "description": "Building high voltage, medium voltage substations, Solar Power Plants as well as reconstruction of existing ones listed here. Supply of primary and secondary, communication, fire fighting/alarm equipment."
    },
    "design": {
      "title": "Design",
      "description": "Creating Civil, Energetic, Constructive, Fire Alarm, Road construction, SCADA system, Electrical secondary, Communication design"
    },
    "supervision": {
      "title": "Supervision",
      "description": "We perform Author's, Technical, Health & Safety, Environmental supervision"
    },
    "consultation": {
      "title": "Consultation",
      "description": "Preparation of tender documentations, analysis and evaluation of tender results, preparation of the final contract."
    }
  },
  "partners": {
    "arepso": "AREPSO CJSC",
    "hven": "HVEN CJSC",
    "ena": "ENA CJSC",
    "xd": "XD EE LLC China ",
    "chint": "CHINT Group Co., Ltd",
    "sifang": "SIFANG Automation Co., Ltd",
    "cneec": "CNEEC Co., Ltd"
  },
  "contact": {
    "copyright": "© 2016 EC & C Ltd"
  },
  "projects": {
    "greenValleyResidentialComplex": {
      "title": "Green Valley Residential Complex",
      "description": "Designed and supervised the construction of a sustainable residential complex with advanced energy-efficient systems, including solar panels and smart home technology. This project showcased our commitment to eco-friendly design."
    },
    "cityCenterOfficeBuildingRenovation": {
      "title": "City Center Office Building Renovation",
      "description": "Managed the reconstruction of an aging office building, transforming it into a state-of-the-art, energy-efficient workspace. The project included the integration of energy-saving HVAC systems and LED lighting, significantly reducing the building's carbon footprint."
    },
    "energeticObjectsPortfolio": {
      "title": "Energetic Objects Portfolio",
      "description": "Developed and designed the initial version of our company portfolio website to showcase our work in construction and reconstruction projects. The website highlights our expertise in sustainable and energy-efficient design."
    },
    "ecoFriendlyIndustrialPark": {
      "title": "Eco-Friendly Industrial Park",
      "description": "Designed an industrial park focusing on sustainability and energy efficiency. This project involved the use of advanced energy modeling software to optimize the energy consumption of the entire park, integrating renewable energy sources and green building materials."
    },
    "urbanHighRiseBuildingDesign": {
      "title": "Urban High-Rise Building Design",
      "description": "Designed an urban high-rise building with a focus on modern aesthetics and energy efficiency. The project incorporated cutting-edge materials and design techniques to minimize environmental impact while maximizing structural integrity and occupant comfort."
    },
    "smartCityInfrastructureProject": {
      "title": "Smart City Infrastructure Project",
      "description": "Contributed to the design and technical supervision of a smart city infrastructure project. The focus was on integrating energy-efficient technologies and sustainable urban planning to create a future-ready urban environment."
    }
  }
}
