{
  "home": {
    "search": {
      "we": "ჩვენ ვართ",
      "slogans": [
        "ჩვენი მიზანი - სანდო ენერგეტიკული სისტემა",
        "განსაზღვრავს ძალას მდგრადობასთან ერთად"
      ]
    }
  },
  "about": {
    "title": "ჩვენს შესახებ",
    "paragraph": "ჩვენ ვართ Energetic Objects, სამშენებლო და რეკონსტრუქციული დიზაინის კომპანია, რომელიც სპეციალიზებულია ავტორის და ტექნიკური ზედამხედველობის განხორციელებაში, ასევე ენერგეტიკასთან დაკავშირებულ ყველა საკითხზე კონსულტაციებში. ჩვენ ვცდილობთ მივაწოდოთ ინოვაციური და მდგრადი გადაწყვეტილებები, რომლებიც ოპტიმიზირებს ენერგეტიკულ ეფექტურობას და აუმჯობესებს ჩვენი ყველა პროექტის შესრულებას.",
    "partners": {
      "title": "ჩვენი პარტნიორები"
    }
  },
  "portfolio": {
    "title": "ბოლო ნამუშევრები",
    "paragraph": "მე ვიმუშავე 10-ზე მეტ პროექტზე სხვადასხვა Javascript ტექნოლოგიებით, წარმართვა საოცარ გუნდებთან თანამშრომლობით და დამოუკიდებლად პროექტების ჩატარებით, რომლებიც შეიცავს აგილურ მეთოდოლოგიას. ჩემი ყველა ნამუშევარი Squashapps-ის კუთვნილებაა და შესაბამისად მათი სახელები კონფიდენციალურია. აქ კი არის ჩემი ბოლო პროექტების მოკლე აღწერა და ჩემი წვლილი მათში.",
    "project": {
      "isConfidential": "ეს პროექტი Squashapps-ის კუთვნილებაა და შესაბამისად მისი სახელი კონფიდენციალურია."
    }
  },
  "hire": {
    "title": "ჩვენ მზად ვართ თქვენი მომავალი პროექტების თანამშრომლობისთვის!",
    "contact": "დაგვიკავშირდით"
  },
  "skills": {
    "title": "ჩვენი სერვისები",
    "construction": {
      "title": "მშენებლობა",
      "description": "მაღალი და საშუალო ძაბვის ქვეწამოწყობების, მზის ენერგიის სადგურების მშენებლობა და არსებული ქვეწამოწყობების რეკონსტრუქცია: პირველადი და მეორეული, კომუნიკაციის, ხანძარსაწინააღმდეგო/სიგნალიზაციის აღჭურვილობის მიწოდება."
    },
    "design": {
      "title": "დიზაინი",
      "description": "სამოქალაქო, ენერგეტიკული, კონსტრუქციული, ხანძარსაწინააღმდეგო, გზათმშენებლობის, SCADA სისტემის, ელექტრული მეორეული, კომუნიკაციის დიზაინის შექმნა"
    },
    "supervision": {
      "title": "ზედამხედველობა",
      "description": "ჩვენ ვახორციელებთ ავტორის, ტექნიკური, ჯანდაცვისა და უსაფრთხოების, გარემოს ზედამხედველობას"
    },
    "consultation": {
      "title": "კონსულტაცია",
      "description": "ტენდერის დოკუმენტაციის მომზადება, ტენდერის შედეგების ანალიზი და შეფასება, საბოლოო ხელშეკრულების მომზადება."
    }
  },
  "partners": {
    "arepso": "AREPSO შპს",
    "hven": "HVEN შპს",
    "ena": "ENA შპს",
    "xd": "XD EE შპს ჩინეთი",
    "chint": "CHINT Group Co., Ltd",
    "sifang": "SIFANG Automation Co., Ltd",
    "cneec": "CNEEC Co., Ltd"
  },
  "contact": {
    "copyright": "© 2016 EC & C შპს"
  },
  "projects": {
    "greenValleyResidentialComplex": {
      "title": "მწვანე ველის საცხოვრებელი კომპლექსი",
      "description": "დავაპროექტეთ და ვმართეთ მდგრადი საცხოვრებელი კომპლექსის მშენებლობა, რომელიც მოიცავს პროგრესულ ენერგოეფექტურ სისტემებს, მათ შორის მზის პანელებს და სმარტ-სახლის ტექნოლოგიას. ეს პროექტი წარმოაჩენს ჩვენს ერთგულებას ეკოლოგიურად სუფთა დიზაინის მიმართ."
    },
    "cityCenterOfficeBuildingRenovation": {
      "title": "ქალაქის ცენტრის ოფისის შენობის განახლება",
      "description": "ვმართეთ ძველი ოფისის შენობის რეკონსტრუქცია, ის გარდავაქციეთ თანამედროვე ენერგოეფექტურ სამუშაო სივრცედ. პროექტში შედიოდა ენერგოეფექტური HVAC სისტემების და LED განათების ინტეგრაცია, რამაც მნიშვნელოვნად შეამცირა შენობის ნახშირბადის კვალის დატოვება."
    },
    "energeticObjectsPortfolio": {
      "title": "Energetic Objects პორტფოლიო",
      "description": "განვავითარეთ და დავაპროექტეთ ჩვენი კომპანიის პორტფოლიოს საიტის საწყისი ვერსია, რათა წარმოვაჩინოთ ჩვენი მუშაობა სამშენებლო და რეკონსტრუქციულ პროექტებზე. საიტი გამოარჩევს ჩვენს გამოცდილებას მდგრად და ენერგოეფექტურ დიზაინში."
    },
    "ecoFriendlyIndustrialPark": {
      "title": "ეკო-მეგობრული ინდუსტრიული პარკი",
      "description": "დავაპროექტეთ ინდუსტრიული პარკი, რომელიც კონცენტრირებულია მდგრადობაზე და ენერგოეფექტურობაზე. პროექტი მოიცავდა პროგრესული ენერგეტიკული მოდელირების პროგრამული უზრუნველყოფის გამოყენებას, რათა ოპტიმიზირებულიყო პარკის მთელი ენერგეტიკული მოხმარება, რომელიც შეიცავდა განახლებადი ენერგიის წყაროებს და მწვანე სამშენებლო მასალებს."
    },
    "urbanHighRiseBuildingDesign": {
      "title": "ქალაქის მაღალი შენობის დიზაინი",
      "description": "დავაპროექტეთ ქალაქის მაღალი შენობა, რომელიც ყურადღებას ამახვილებს თანამედროვე ესთეტიკაზე და ენერგოეფექტურობაზე. პროექტში შედიოდა ინოვაციური მასალების და დიზაინის ტექნიკის გამოყენება, რათა შემცირდეს გარემოზე ზეგავლენა და მაქსიმალურად გაიზარდოს სტრუქტურული სტაბილურობა და მაცხოვრებელთა კომფორტი."
    },
    "smartCityInfrastructureProject": {
      "title": "ჭკვიანი ქალაქის ინფრასტრუქტურის პროექტი",
      "description": "ჩვენ ჩავრთეთ ჭკვიანი ქალაქის ინფრასტრუქტურის პროექტის დიზაინსა და ტექნიკურ ზედამხედველობაში. პროექტი კონცენტრირდა ენერგოეფექტური ტექნოლოგიების და მდგრადი ურბანული დაგეგმვის ინტეგრაციაზე, რათა შექმნას მომავალი ურბანული გარემო."
    }
  }
}
