{
  "home": {
    "search": {
      "we": "Ми є",
      "slogans": [
        "Ми забезпечуємо надійну енергетичну систему",
        "Переосмислюємо енергію через сталість"
      ]
    }
  },
  "about": {
    "title": "Про нас",
    "paragraph": "Ми є компанією Energetic Objects, яка спеціалізується на будівельному та реконструкційному дизайні, авторському та технічному нагляді, а також консультуванні з усіх питань, пов'язаних з енергією. Ми прагнемо надавати інноваційні та сталеві рішення, що оптимізують енергоефективність та покращують продуктивність усіх наших проектів.",
    "partners": {
      "title": "Наші партнери"
    }
  },
  "portfolio": {
    "title": "Останні роботи",
    "paragraph": "Я працював над понад 10 проектами, використовуючи різні технології Javascript, співпрацюючи з неймовірними командами, а також виконуючи проекти самостійно, використовуючи гнучкі методології. Усі мої роботи належать компанії Squashapps, тому їхні назви конфіденційні. Ось короткий опис моїх останніх проектів та моєї участі в них.",
    "project": {
      "isConfidential": "Цей проект належить компанії Squashapps, тому його назва конфіденційна."
    }
  },
  "hire": {
    "title": "Ми готові до співпраці над вашими майбутніми проектами!",
    "contact": "Зв'яжіться з нами"
  },
  "skills": {
    "title": "Надані послуги",
    "construction": {
      "title": "Будівництво",
      "description": "Будівництво підстанцій високої та середньої напруги, будівництво сонячних електростанцій та реконструкція існуючих підстанцій: постачання первинного та вторинного обладнання, зв’язку, протипожежного обладнання."
    },
    "design": {
      "title": "Дизайн",
      "description": "Розробка цивільного, енергетичного, конструктивного, протипожежного дизайну, дорожнього будівництва, системи SCADA, вторинного електричного та комунікаційного дизайну."
    },
    "supervision": {
      "title": "Нагляд",
      "description": "Ми здійснюємо авторський, технічний, медичний і екологічний нагляд."
    },
    "consultation": {
      "title": "Консультації",
      "description": "Підготовка тендерної документації, аналіз і оцінка результатів тендеру, підготовка остаточного контракту."
    }
  },
  "partners": {
    "arepso": "ТОВ AREPSO",
    "hven": "ТОВ HVEN",
    "ena": "ТОВ ENA",
    "xd": "ТОВ XD EE Китай",
    "chint": "CHINT Group Co., Ltd",
    "sifang": "SIFANG Automation Co., Ltd",
    "cneec": "CNEEC Co., Ltd"
  },
  "contact": {
    "copyright": "© 2016 ТОВ EC & C"
  },
  "projects": {
    "greenValleyResidentialComplex": {
      "title": "Житловий комплекс Green Valley",
      "description": "Ми розробили та керували будівництвом стійкого житлового комплексу, який включає передові енергоефективні системи, зокрема сонячні панелі та технології розумного дому. Цей проект демонструє нашу прихильність до екологічно чистого дизайну."
    },
    "cityCenterOfficeBuildingRenovation": {
      "title": "Реконструкція офісної будівлі в центрі міста",
      "description": "Ми керували реконструкцією старої офісної будівлі, перетворивши її на сучасний енергоефективний робочий простір. Проект включав інтеграцію енергоефективних систем HVAC та світлодіодного освітлення, що значно зменшило вуглецевий слід будівлі."
    },
    "energeticObjectsPortfolio": {
      "title": "Портфоліо Energetic Objects",
      "description": "Ми розробили та створили початкову версію сайту нашого портфоліо, щоб продемонструвати нашу роботу в проектах будівництва та реконструкції. Сайт підкреслює наш досвід у стійкому та енергоефективному дизайні."
    },
    "ecoFriendlyIndustrialPark": {
      "title": "Екологічно чистий промисловий парк",
      "description": "Ми розробили промисловий парк, зосереджений на сталості та енергоефективності. Проект включав використання передового програмного забезпечення для енергетичного моделювання, щоб оптимізувати споживання енергії у всьому парку, включаючи відновлювані джерела енергії та екологічно чисті будівельні матеріали."
    },
    "urbanHighRiseBuildingDesign": {
      "title": "Дизайн міського хмарочоса",
      "description": "Ми розробили дизайн міського хмарочоса, що фокусується на сучасній естетиці та енергоефективності. Проект включав використання інноваційних матеріалів та технологій дизайну, щоб зменшити вплив на довкілля та максимізувати структурну стабільність і комфорт мешканців."
    },
    "smartCityInfrastructureProject": {
      "title": "Інфраструктурний проект Smart City",
      "description": "Ми брали участь у розробці та технічному нагляді інфраструктурного проекту Smart City. Проект був зосереджений на інтеграції енергоефективних технологій та сталого міського планування для створення майбутнього міського середовища."
    }
  }
}
